export const categories = [
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'cakes',
        title: 'Торты',
        img: 'cake.jpg',
        description: 'Великолепные многослойные десерты, где нежный бисквит, воздушный крем и сочные прослойки создают праздник в каждом кусочке. От классического «Наполеона» до яркого муссового торта – они становятся главным украшением любого стола!'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'iceCream',
        title: 'Мороженое',
        img: 'icecream.jpg',
        description: 'Нежное, тающее во рту лакомство с бесконечным разнообразием вкусов: от классического ванильного до экзотического манго. Отлично освежает в жару и дарит детскую радость в любое время года.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'macaruni',
        title: 'Макаруни',
        img: 'macaruni.jpg',
        description: 'Воздушные французские пирожные с хрустящей корочкой и мягкой серединкой, сочетающие яркие вкусы и нежные оттенки. Идеальное дополнение к чашечке кофе.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'croasane',
        title: 'Круасаны',
        img: 'croasane.jpg',
        description: ' Хрустящие слоеные булочки с маслянистым вкусом, которые могут быть с шоколадом, джемом или сыром. Идеальный завтрак по-французски.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'brownee',
        title: 'Брауни',
        img: 'brownee.jpg',
        description: ' Плотный, влажный шоколадный десерт с насыщенным какао-вкусом и хрустящей корочкой. Подается теплым с шариком мороженого.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'wafles',
        title: 'Вафли',
        img: 'wafles.jpg',
        description: 'Хрустящие снаружи и мягкие внутри пластины, которые можно подавать с фруктами, сиропом или взбитыми сливками. Бельгийские, венские или американские – все хороши!'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'tiramisu',
        title: 'Тирамису',
        img: 'tiramisu.jpg',
        description: ' Итальянский десерт из пропитанных кофе савоярди и нежного сыра маскарпоне. Легкий, воздушный, с тонким кофейно-сливочным вкусом.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'candies',
        title: 'Конфеты',
        img: 'candy.jpg',
        description: ' Маленькие сладкие удовольствия в ярких обертках: шоколадные, карамельные, жевательные или с нежной начинкой. Поднимают настроение в любой момент.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'cookies',
        title: 'Печенье',
        img: 'cookies.jpg',
        description: 'Хрустящее, рассыпчатое или мягкое, с шоколадной крошкой, орехами или пряностями. Идеально к чаю или молоку.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'donuts',
        title: 'Пончики',
        img: 'donuts.jpg',
        description: 'Пышные обжаренные колечки в сахарной глазури или с начинкой, которые тают во рту. Любимый десерт к утреннему кофе.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'pancakes',
        title: 'Панкейки',
        img: 'panckeks.jpg',
        description: 'Пышные американские блинчики, подающиеся с кленовым сиропом, свежими ягодами или взбитыми сливками. Отличный выбор для сытного завтрака.'
    },
    {
        id: Math.floor(Math.random() * 1000000),
        type: 'cupcakes',
        title: 'Кексы',
        img: 'cupcake.jpg',
        description: ' Мягкие, ароматные мини-тортики с добавлением ягод, шоколада или орехов, украшенные аппетитной шапкой из крема. Отличный вариант для сладкого перекуса.'
    }
]